<?php
// Text
$_['text_approve_subject']      = '%s - تم تفعيل حسابك التابع!';
$_['text_approve_welcome']      = 'مرحبا وشكرا لك على التسجيل في %s!';
$_['text_approve_login']        = 'تم الآن إنشاء حسابك ويمكنك تسجيل الدخول باستخدام عنوان البريد الإلكتروني وكلمة المرور الخاصين بك عن طريق زيارة موقعنا على الويب أو على عنوان URL التالي:';
$_['text_approve_services']     = 'عند تسجيل الدخول ، ستتمكن من إنشاء رموز تتبع, دفع عمولة المسار وتعديل معلومات حسابك.';
$_['text_approve_thanks']       = 'شكر,';
$_['text_transaction_subject']  = '%s - لجنة تابعة';
$_['text_transaction_received'] = 'لقد تلقيت %s عمولة!';
$_['text_transaction_total']    = 'المبلغ الإجمالي للعمولة الآن %s.';