<?php
// Text
$_['text_approve_subject']      = '%s - تم تنشيط حسابك!';
$_['text_approve_welcome']      = 'مرحبا وشكرا لك على التسجيل في %s!';
$_['text_approve_login']        = 'تم الآن إنشاء حسابك ويمكنك تسجيل الدخول باستخدام عنوان البريد الإلكتروني وكلمة المرور الخاصين بك عن طريق زيارة موقعنا على الويب أو على عنوان URL التالي:';
$_['text_approve_services']     = 'عند تسجيل الدخول ، ستتمكن من الوصول إلى الخدمات الأخرى بما في ذلك مراجعة الطلبات السابقة, طباعة الفواتير وتحرير معلومات حسابك.';
$_['text_approve_thanks']       = 'شكر,';
$_['text_transaction_subject']  = '%s - رصيد الحساب';
$_['text_transaction_received'] = 'لقد تلقيت %s ائتمان!';
$_['text_transaction_total']    = 'المبلغ الإجمالي للائتمان هو الآن %s.' . "\n\n" . 'سيتم خصم رصيد حسابك تلقائيًا من عملية الشراء التالية.';
$_['text_reward_subject']       = '%s - نقاط مكافأة';
$_['text_reward_received']      = 'لقد تلقيت %s نقاط مكافأة!';
$_['text_reward_total']         = 'العدد الإجمالي لنقاط المكافآت الآن %s.';