<?php
// Text
$_['text_subject']  = 'لقد تم إرسال شهادة هدية من %s';
$_['text_greeting'] = 'تهانينا ، لقد تلقيت شهادة هدية تستحق %s';
$_['text_from']     = 'لقد تم إرسال شهادة الهدية هذه إليك من قبل %s';
$_['text_message']  = 'مع رسالة تقول';
$_['text_redeem']   = 'لاسترداد قيمة شهادة الهدية هذه ، قم بتدوين رمز الاسترداد الذي هو <b>%s</b> ثم انقر فوق الرابط أدناه وشراء المنتج الذي ترغب في استخدام شهادة الهدية عليه. يمكنك إدخال رمز شهادة هدية في صفحة سلة التسوق قبل النقر فوق السحب.';
$_['text_footer']   = 'يرجى الرد على هذه الرسالة الإلكترونية إذا كانت لديك أي أسئلة.';
