<?php
// Heading
$_['heading_title']                = 'دخول الشركة';
// Text
$_['text_jobcompany']             = 'شركة الوظيفة';
$_['text_companylogin']           = 'دخول الشركة';
$_['text_new_company']            = 'شركة جديدةy';
$_['text_job']                    = 'وظيفة';
$_['text_job_company']        	  = 'من خلال إنشاء حساب ، ستتمكن من التسوق بشكل أسرع ، والاطلاع على حالة الطلب ، وتتبع الطلبات التي قمت بها سابقًا..';
$_['text_returning_company']      = 'شركة العودة';
$_['text_i_am_returning_company'] = 'أنا شركة عائدة';
$_['text_forgotten']               = 'كلمة سر منسية';
// Entry
$_['entry_email']                  = 'عنوان بريد الكتروني';
$_['entry_password']               = 'كلمه السر';
// Error
$_['error_login']                  = 'تحذير: لا تتطابق مع عنوان البريد الإلكتروني و / أو كلمة المرور.';
$_['error_attempts']               = 'تحذير: لقد تجاوز حسابك عدد محاولات تسجيل الدخول المسموح بها. الرجاء المحاولة مرة أخرى خلال ساعة واحدة.';
$_['error_approved']               = 'تحذير: يتطلب حسابك موافقة قبل أن تتمكن من تسجيل الدخول.';