<?php
// Heading
$_['heading_title']                = 'توظيف تسجيل الدخول';
// Text
$_['text_jobemploy']                = 'التوظيف الوظيفي';
$_['text_employlogin']              = 'توظيف تسجيل الدخول';
$_['text_new_employ']               = 'موظف جديد';
$_['text_job']                      = 'وظيفة';
$_['text_job_employ']               = 'من خلال إنشاء حساب ، ستتمكن من التسوق بشكل أسرع ، والاطلاع على حالة الطلب ، وتتبع الطلبات التي قمت بها سابقًا..';
$_['text_returning_employ']         = 'العودة إلى العمل';
$_['text_i_am_returning_employ']    = 'أنا موظف عائد';
$_['text_forgotten']                = 'كلمة سر منسية';
// Entry
$_['entry_email']                  = 'عنوان بريد الكتروني';
$_['entry_password']               = 'كلمه السر';
// Error
$_['error_login']                  = 'تحذير: لا تتطابق مع عنوان البريد الإلكتروني و / أو كلمة المرور.';
$_['error_attempts']               = 'تحذير: لقد تجاوز حسابك عدد محاولات تسجيل الدخول المسموح بها. الرجاء المحاولة مرة أخرى خلال ساعة واحدة.';
$_['error_approved']               = 'تحذير: يتطلب حسابك موافقة قبل أن تتمكن من تسجيل الدخول.';