<?php
// Heading
$_['heading_title']                    = 'افتراضي موضوع المتجر';

// Text
$_['text_theme']                       = 'المواضيع';
$_['text_success']                     = 'النجاح: لقد قمت بتعديل سمة المتجر الافتراضي!';
$_['text_edit']                        = 'تحرير سمة المتجر الافتراضي';
$_['text_general']                     = 'جنرال لواء';
$_['text_product']                     = 'منتجات';
$_['text_image']                       = 'صور';

//label
$_['label_directory']                  = 'دليل الموضوع';
$_['label_status']                     = 'الحالة';
$_['label_product_limit']              = 'العناصر الافتراضية لكل صفحة';
$_['label_product_description_length'] = 'حد الوصف حد';
$_['label_image_category']             = 'فئة حجم الصورة (العرض × الارتفاع)';
$_['label_image_thumb']                = 'صورة المنتج الإبهام (W × H)';
$_['label_image_popup']                = 'صورة المنتج منبثقة الحجم (العرض × الارتفاع)';
$_['label_image_product']              = 'حجم قائمة صورة المنتج (العرض × الارتفاع)';
$_['label_image_additional']           = 'حجم صورة المنتج الإضافي (العرض × الارتفاع)';
$_['label_image_related']              = 'ذات حجم صورة المنتج (العرض × الارتفاع)';
$_['label_image_compare']              = 'قارن حجم الصورة (العرض × الارتفاع)';
$_['label_image_wishlist']             = 'قائمة رغباتي حجم الصورة (العرض × الارتفاع)';
$_['label_image_cart']                 = 'حجم صورة سلة التسوق (العرض × الارتفاع)';
$_['label_image_location']             = 'حجم صورة المتجر (العرض × الارتفاع)';
$_['label_width']                      = 'عرض';
$_['label_height']                     = 'ارتفاع';


// Entry
$_['entry_directory']                  = 'دليل الموضوع';
$_['entry_status']                     = 'الحالة';
$_['entry_product_limit']              = 'العناصر الافتراضية لكل صفحة';
$_['entry_product_description_length'] = 'حد الوصف حد';
$_['entry_image_category']             = 'فئة حجم الصورة (العرض × الارتفاع)';
$_['entry_image_thumb']                = 'صورة المنتج الإبهام (W × H)';
$_['entry_image_popup']                = 'صورة المنتج منبثقة الحجم (العرض × الارتفاع)';
$_['entry_image_product']              = 'حجم قائمة صورة المنتج (العرض × الارتفاع)';
$_['entry_image_additional']           = 'حجم صورة المنتج الإضافي (العرض × الارتفاع)';
$_['entry_image_related']              = 'ذات حجم صورة المنتج (العرض × الارتفاع)';
$_['entry_image_compare']              = 'قارن حجم الصورة (العرض × الارتفاع)';
$_['entry_image_wishlist']             = 'قائمة رغباتي حجم الصورة (العرض × الارتفاع)';
$_['entry_image_cart']                 = 'حجم صورة سلة التسوق (العرض × الارتفاع)';
$_['entry_image_location']             = 'حجم صورة المتجر (العرض × الارتفاع)';
$_['entry_width']                      = 'عرض';
$_['entry_height']                     = 'ارتفاع';

// Help
$_['help_directory'] 	               = 'هذا الحقل هو تمكين المظاهر القديمة فقط لتكون متوافقة مع نظام المظهر الجديد. يمكنك ضبط دليل السمات لاستخدامه على إعدادات حجم الصورة المعرفة هنا.';
$_['help_product_limit'] 	           = 'يحدد عدد عناصر الكتالوج التي يتم عرضها في كل صفحة (المنتجات ، الفئات ، إلخ)';
$_['help_product_description_length']  = 'في عرض القائمة ، يتم تحديد عدد الأحرف الوصفية (الفئات ، خاصة ، إلخ)';

// Error
$_['error_permission']                 = 'تحذير: ليس لديك إذن بتعديل نسق المتجر الافتراضي!';
$_['error_limit']       	           = 'حد المنتج مطلوب!';
$_['error_image_thumb']                = 'صورة المنتج أبعاد حجم الإبهام مطلوبة!';
$_['error_image_popup']                = 'حجم الصورة الأبعاد المنبثقة مطلوب!';
$_['error_image_product']              = 'أبعاد حجم قائمة المنتجات مطلوبة!';
$_['error_image_category']             = 'أبعاد حجم قائمة الفئة المطلوبة!';
$_['error_image_additional']           = 'أبعاد إضافية لحجم صورة المنتج مطلوبة!';
$_['error_image_related']              = 'حجم المنتج ذات الصلة الأبعاد المطلوبة!';
$_['error_image_compare']              = 'قارن أبعاد حجم الصورة المطلوبة!';
$_['error_image_wishlist']             = 'قائمة الرغبات حجم الصورة الأبعاد المطلوبة!';
$_['error_image_cart']                 = 'حجم الصورة أبعاد الأبعاد المطلوبة!';
$_['error_image_location']             = 'حجم أبعاد الصورة مخزن المطلوبة!';