<?php
// Heading
$_['heading_title']    = 'محرر الموضوع';

// Text
$_['text_success']     = 'النجاح: لقد قمت بتعديل السمات!';
$_['text_edit']        = 'تحرير السمة';
$_['text_store']       = 'اختر متجرك';
$_['text_template']    = 'اختر قالبًا';
$_['text_default']     = 'افتراضي';
$_['text_warning']     = 'تحذير: يمكن اختراق الأمان باستخدام محرر السمات!';
$_['text_access']      = 'تأكد من السماح فقط لمستخدمي الإدارة الصحيحة بالوصول إلى هذه الصفحة حيث يمكنك الوصول مباشرة إلى رمز التسوق الخاص بالمخازن.';
$_['text_permission']  = 'يمكنك تغيير أذونات المستخدم <a href="٪s" class="alert-link"> هنا </a>.';
$_['text_begin']       = 'حدد ملف سمة من الجانب الأيسر لبدء التحرير.';

// Error
$_['error_permission'] = 'تحذير: ليس لديك إذن بتعديل محرر السمات!';