<?php
// Heading
$_['heading_title']  = 'لقد تم إنشاء حسابك!';
$_['heading_title2'] = 'الخروج!';

// Text
$_['text_message']   = '<p>تهانينا! تم إنشاء حسابك الجديد بنجاح!</p>';
$_['text_approval']  = '<p>شكرا لك على التسجيل %s!</p><p>سيتم إعلامك عن طريق البريد الإلكتروني بمجرد تفعيل حسابك من قبل صاحب المتجر.</p><p>إذا كان لديك أي أسئلة حول تشغيل هذا jobportal ، من فضلك <a href="%s">اتصل بمالك المتجر</a>.</p>';
$_['text_account']   = 'شركة';
$_['text_success']   = 'نجاح';
$_['text_logout']    = 'الخروج';
$_['text_accountlogout']  = 'حسابك قد تم الخروج';
