<?php
// Heading
$_['heading_title']                = 'مخازن';

// Text
$_['text_settings']                = 'الإعدادات';
$_['text_success']                 = 'النجاح: قمت بتعديل المتاجر!';
$_['text_list']                    = 'قائمة المتجر';
$_['text_add']                     = 'إضافة متجر';
$_['text_edit']                    = 'تحرير المتجر';
$_['text_items']                   = 'العناصر';
$_['text_tax']                     = 'الضرائب';
$_['text_account']                 = 'الحساب';
$_['text_checkout']                = 'الدفع';
$_['text_stock']                   = 'مخزون';
$_['text_shipping']                = 'عنوان الشحن';
$_['text_payment']                 = 'عنوان الدفع';

// Column
$_['column_name']                  = 'اسم المتجر';
$_['column_url']	               = 'عنوان URL للمتجر';
$_['column_action']                = 'عمل';

// Label
$_['label_url']                    = 'عنوان URL للمتجر';
$_['label_ssl']                    = 'عنوان SSL';
$_['label_meta_title']             = 'عنوان الفوقية';
$_['label_meta_description']       = 'وصف العلامة الوصفية';
$_['label_meta_keyword']           = 'العلامة الوصفية للكلمات الرئيسية';
$_['label_layout']                 = 'التخطيط الافتراضي';
$_['label_name']                   = 'اسم المتجر';
$_['label_owner']                  = 'صاحب متجر';
$_['label_address']                = 'عنوان';
$_['label_geocode']                = 'الترميز الجغرافي';
$_['label_email']                  = 'البريد الإلكتروني';
$_['label_telephone']              = 'هاتف';
$_['label_fax']                    = 'فاكس';
$_['label_image']                  = 'صورة';
$_['label_open']                   = 'مواعيد العمل';
$_['label_location']               = 'موقع المتجر';
$_['label_comment']                = 'تعليق';
$_['label_country']                = 'بلد';
$_['label_language']               = 'لغة';
$_['label_zone']                   = 'المنطقة / الدولة';
$_['label_currency']               = 'دقة';
$_['label_tax']                    = 'عرض الأسعار بضريبة';
$_['label_tax_default']            = 'استخدم عنوان مخزن الضرائب';
$_['label_tax_customer']           = 'استخدم عنوان العميل الضريبي';
$_['label_customer_group']         = 'مجموعة العملاء';
$_['label_customer_group_display'] = 'مجموعات العملاء';
$_['label_customer_price']         = 'عرض أسعار العرض';
$_['label_account']                = 'شروط الحساب';
$_['label_cart_weight']            = 'عرض الوزن على صفحة السلة';
$_['label_checkout_guest']         = 'ضيف المحاسبة';
$_['label_checkout']               = 'شروط السحب';
$_['label_order_status']           = 'حالة الطلب';
$_['label_stock_display']          = 'عرض الأسهم';
$_['label_stock_checkout']         = 'فحص الأسهم';
$_['label_logo']                   = 'شعار المتجر';
$_['label_secure']                 = 'استخدم SSL';
$_['label_icon']                   = 'أيقونة';
$_['label_theme']                  = 'موضوع';


// Entry
$_['entry_url']                    = 'عنوان URL للمتجر';
$_['entry_ssl']                    = 'عنوان SSL';
$_['entry_meta_title']             = 'عنوان الفوقية';
$_['entry_meta_description']       = 'وصف العلامة الوصفية';
$_['entry_meta_keyword']           = 'العلامة الوصفية للكلمات الرئيسية';
$_['entry_layout']                 = 'التخطيط الافتراضي';
$_['entry_theme']                  = 'موضوع';
$_['entry_name']                   = 'اسم المتجر';
$_['entry_owner']                  = 'صاحب متجر';
$_['entry_address']                = 'عنوان';
$_['entry_geocode']                = 'الترميز الجغرافي';
$_['entry_email']                  = 'البريد الإلكتروني';
$_['entry_telephone']              = 'هاتف';
$_['entry_fax']                    = 'فاكس';
$_['entry_image']                  = 'صورة';
$_['entry_open']                   = 'مواعيد العمل';
$_['entry_comment']                = 'تعليق';
$_['entry_location']               = 'موقع المتجر';
$_['entry_country']                = 'بلد';
$_['entry_zone']                   = 'المنطقة / الدولة';
$_['entry_language']               = 'لغة';
$_['entry_currency']               = 'دقة';
$_['entry_tax']                    = 'عرض الأسعار بضريبة';
$_['entry_tax_default']            = 'استخدم عنوان مخزن الضرائب';
$_['entry_tax_customer']           = 'استخدم عنوان العميل الضريبي';
$_['entry_customer_group']         = 'مجموعة العملاء';
$_['entry_customer_group_display'] = 'مجموعات العملاء';
$_['entry_customer_price']         = 'عرض أسعار العرض';
$_['entry_account']                = 'شروط الحساب';
$_['entry_cart_weight']            = 'عرض الوزن على صفحة السلة';
$_['entry_checkout_guest']         = 'ضيف المحاسبة';
$_['entry_checkout']               = 'شروط السحب';
$_['entry_order_status']           = 'حالة الطلب';
$_['entry_stock_display']          = 'عرض الأسهم';
$_['entry_stock_checkout']         = 'فحص الأسهم';
$_['entry_logo']                   = 'شعار المتجر';
$_['entry_icon']                   = 'أيقونة';
$_['entry_secure']                 = 'استخدم SSL';

// Help
$_['help_url']                     = 'تضمين عنوان URL الكامل لمتجرك. تأكد من إضافة \'/\' في نهايةالمطاف. مثال: http://www.yourdomain.com/path/ <br /> <br /> لا تستخدم الأدلة لإنشاء متجر جديد. يجب عليك دائما توجيه مجال آخر أو مجال فرعي لاستضافتك.';
$_['help_ssl']                     = 'SSL URL إلى متجرك. تأكد من إضافة \'/\' في نهايةالمطاف. مثال: http://www.yourdomain.com/path/ <br /> <br /> لا تستخدم الأدلة لإنشاء متجر جديد. يجب عليك دائما توجيه مجال آخر أو مجال فرعي لاستضافتك.';
$_['help_geocode']                 = 'الرجاء إدخال شفرة الموقع الجغرافي للمخزن يدويًا.';
$_['help_open']                    = 'املأ مواعيد افتتاح المتاجر.';
$_['help_comment']                 = 'هذا الحقل مخصص لأي ملاحظات خاصة ترغب في إخبار العميل بها ، أي أن Store لا يقبل الشيكات.';
$_['help_location']                = 'مواقع المتاجر المختلفة لديك التي تريد عرضها في نموذج الاتصال بنا.';
$_['help_currency']                = 'تغيير العملة الافتراضية. امح ذاكرة التخزين المؤقت للمتصفح لمعرفة التغيير وإعادة تعيين ملف تعريف الارتباط الحالي.';
$_['help_tax_default']             = 'استخدم عنوان المتجر لحساب الضرائب إذا لم يتم تسجيل دخول العميل. يمكنك اختيار استخدام عنوان المتجر لعنوان الشحن أو الدفع الخاص بالعميل..';
$_['help_tax_customer']            = 'استخدم عنوان العميل الافتراضي عند تسجيل الدخول لحساب الضرائب. يمكنك اختيار استخدام العنوان الافتراضي لعنوان الشحن أو الدفع الخاص بالعميل.';
$_['help_customer_group']          = 'مجموعة العملاء الافتراضية.';
$_['help_customer_group_display']  = 'عرض مجموعات العملاء التي يمكن للعملاء الجدد اختيار استخدامها مثل الجملة والأعمال عند التسجيل.';
$_['help_customer_price']          = 'عرض الأسعار فقط عند تسجيل دخول العميل.';
$_['help_account']                 = 'يجبر الأشخاص على الموافقة على الشروط قبل إنشاء حساب.';
$_['help_checkout_guest']          = 'السماح للعملاء بالخروج دون إنشاء حساب. لن يكون هذا متاحًا عندما يكون المنتج القابل للتنزيل في سلة التسوق.';
$_['help_checkout']                = 'يجبر الأشخاص على الموافقة على الشروط قبل أن يتمكن أحد العملاء من الدفع.';
$_['help_order_status']            = 'عيّن حالة الطلب الافتراضية عند معالجة الطلب.';
$_['help_stock_display']           = 'عرض كمية المخزون على صفحة المنتج.';
$_['help_stock_checkout']          = 'السماح للعملاء بمواصلة السداد إذا كانت المنتجات التي يطلبونها غير متوفرة.';
$_['help_icon']                    = 'يجب أن يكون الرمز PNG 16 بكسل × 16 بكسل.';
$_['help_secure']                  = 'لاستخدام التحقق من SSL مع مضيفك في حالة تثبيت شهادة SSL.';

// Error
$_['error_warning']                = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن أي أخطاء!';
$_['error_permission']             = 'تحذير: ليس لديك إذن بتعديل المتاجر!';
$_['error_url']                    = 'عنوان URL للمتجر مطلوب!';
$_['error_meta_title']             = 'يجب أن يكون العنوان بين 3 و 32 حرفًا!';
$_['error_name']                   = 'يجب أن يكون اسم المتجر بين 3 و 32 حرفًا!';
$_['error_owner']                  = 'يجب أن يكون مالك المتجر بين 3 و 64 حرفًا!';
$_['error_address']                = 'يجب أن يكون عنوان المتجر بين 10 و 256 حرفًا!';
$_['error_email']                  = 'لا يبدو عنوان البريد الإلكتروني صالحًا!';
$_['error_telephone']              = 'يجب أن يكون الهاتف بين 3 و 32 حرفًا!';
$_['error_customer_group_display'] = 'يجب عليك تضمين مجموعة العملاء الافتراضية إذا كنت ستستخدم هذه الميزة!';
$_['error_default']                = 'تحذير: لا يمكنك حذف متجرك الافتراضي!';
$_['error_store']                  = 'تحذير: لا يمكن حذف هذا المتجر لأنه تم تعيينه حاليًا %s أوامر!';
