<?php
// Heading
$_['heading_title']    = 'مدير صورة';

// Text
$_['text_uploaded']    = 'النجاح: تم تحميل ملفك!';
$_['text_directory']   = 'النجاح: إنشاء الدليل!';
$_['text_delete']      = 'النجاح: تم حذف الملف أو الدليل الخاص بك!';

// Entry
$_['entry_search']     = 'بحث..';
$_['entry_folder']     = 'إسم الملف';

// Error
$_['error_permission'] = 'تحذير: تم رفض الإذن!';
$_['error_filename']   = 'تحذير: يجب أن يكون اسم الملف بين 3 و 255!';
$_['error_folder']     = 'تحذير: يجب أن يكون اسم المجلد بين 3 و 255!';
$_['error_exists']     = 'تحذير: يوجد بالفعل ملف أو دليل بنفس الاسم!';
$_['error_directory']  = 'تحذير: الدليل غير موجود!';
$_['error_filesize']   = 'تحذير: حجم الملف غير صحيح!';
$_['error_filetype']   = 'تحذير: نوع الملف غير صحيح!';
$_['error_upload']     = 'تحذير: تعذر تحميل الملف لسبب غير معروف!';
$_['error_delete']     = 'تحذير: لا يمكنك حذف هذا الدليل!';
