<?php
// Text
$_['text_subject']		        = '%s - إنضم لبرنامج';
$_['text_welcome']		        = 'شكرًا لك على انضمامك إلى برنامج الشركاء٪ s!';
$_['text_login']                = 'تم الآن إنشاء حسابك ويمكنك تسجيل الدخول باستخدام عنوان البريد الإلكتروني وكلمة المرور الخاصين بك عن طريق زيارة موقعنا على الويب أو على عنوان URL التالي:';
$_['text_approval']		        = 'يجب الموافقة على حسابك قبل أن تتمكن من تسجيل الدخول. بمجرد الموافقة ، يمكنك تسجيل الدخول باستخدام عنوان البريد الإلكتروني وكلمة المرور الخاصين بك عن طريق زيارة موقعنا الإلكتروني أو على عنوان URL التالي:';
$_['text_services']		        = 'عند تسجيل الدخول ، ستتمكن من إنشاء رموز تتبع وتتبع دفع العمولات وتعديل معلومات حسابك.';
$_['text_thanks']		        = 'شكر,';
$_['text_new_affiliate']        = 'انضم جديد';
$_['text_signup']		        = 'انضم فرع جديد:';
$_['text_store']		        = 'متجر:';
$_['text_firstname']	        = 'الاسم الاول:';
$_['text_lastname']		        = 'الكنية:';
$_['text_company']		        = 'شركة:';
$_['text_email']		        = 'عنوان البريد الإلكتروني:';
$_['text_telephone']	        = 'هاتف:';
$_['text_website']		        = 'موقع الويب:';
$_['text_order_id']             = 'رقم التعريف الخاص بالطلب:';
$_['text_transaction_subject']  = '%s - لجنة تابعة';
$_['text_transaction_received'] = 'لقد تلقيت عمولة٪ s!';
$_['text_transaction_total']    = 'المبلغ الإجمالي للعمولة الآن هو٪ s.';

