<?php
// Text
$_['text_subject']        = '%s - شكرا لتسجيلك';
$_['text_welcome']        = 'مرحبا وشكرا لك على التسجيل في %s!';
$_['text_login']          = 'تم الآن إنشاء حسابك ويمكنك تسجيل الدخول باستخدام عنوان البريد الإلكتروني وكلمة المرور الخاصين بك عن طريق زيارة موقعنا على الويب أو على عنوان URL التالي:';
$_['text_approval']       = 'يجب الموافقة على حسابك قبل أن تتمكن من تسجيل الدخول. بمجرد الموافقة ، يمكنك تسجيل الدخول باستخدام عنوان البريد الإلكتروني وكلمة المرور الخاصة بك عن طريق زيارة موقعنا على الإنترنت أو على عنوان URL التالي:';
$_['text_services']       = 'عند تسجيل الدخول ، ستتمكن من الوصول إلى الخدمات الأخرى بما في ذلك مراجعة الطلبات السابقة وطباعة الفواتير وتحرير معلومات حسابك.';
$_['text_thanks']         = 'شكر,';
$_['text_new_customer']   = 'عميل جديد';
$_['text_signup']         = 'عميل جديد قام بالتسجيل:';
$_['text_website']        = 'موقع الكتروني:';
$_['text_customer_group'] = 'مجموعة العملاء:';
$_['text_firstname']      = 'الاسم الاول:';
$_['text_lastname']       = 'الكنية:';
$_['text_email']          = 'البريد الإلكتروني:';
$_['text_telephone']      = 'هاتف:';