<?php

// Heading
$_['heading_title']          = 'معلومات';

// Text
$_['text_success']           = 'النجاح: لقد قمت بتعديل المعلومات!';
$_['text_list']              = 'قائمة المعلومات';
$_['text_add']               = 'اضف معلومات';
$_['text_edit']              = 'تعديل المعلومات';
$_['text_default']           = 'افتراضي';

// Column
$_['column_title']           = 'عنوان المعلومات';
$_['column_sort_order']	     = 'امر ترتيب';
$_['column_action']          = 'عمل';

// Lable
$_['lable_title']            = 'عنوان المعلومات';
$_['lable_description']      = 'وصف';
$_['lable_store']            = 'مخازن';
$_['lable_meta_title'] 	     = 'عنوان العلامة الوصفية';
$_['lable_meta_keyword'] 	 = 'العلامة الوصفية للكلمات الرئيسية';
$_['lable_meta_description'] = 'وصف العلامة الوصفية';
$_['lable_keyword']          = 'SEO URL';
$_['lable_bottom']           = 'الأسفل';
$_['lable_status']           = 'الحالة';
$_['lable_sort_order']       = 'امر ترتيب';
$_['lable_layout']           = 'تجاوز المخطط';

// Entry
$_['entry_title']            = 'عنوان المعلومات';
$_['entry_description']      = 'وصف';
$_['entry_store']            = 'مخازن';
$_['entry_meta_title'] 	     = 'عنوان العلامة الوصفية';
$_['entry_meta_keyword'] 	 = 'العلامة الوصفية للكلمات الرئيسية';
$_['entry_meta_description'] = 'وصف العلامة الوصفية';
$_['entry_keyword']          = 'SEO URL';
$_['entry_bottom']           = 'الأسفل';
$_['entry_status']           = 'الحالة';
$_['entry_sort_order']       = 'امر ترتيب';
$_['entry_layout']           = 'تجاوز المخطط';

// Help
$_['help_keyword']           = 'لا تستخدم المسافات ، بدلاً من استبدال المسافات بها - وتأكد من أن عنوان URL الخاص بمحسن SEO فريد من نوعه على مستوى العالم.';
$_['help_bottom']            = 'عرض في أسفل الذيل.';

// Error
$_['error_warning']          = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن أي أخطاء!';
$_['error_permission']       = 'تحذير: ليس لديك إذن بتعديل المعلومات!';
$_['error_title']            = 'يجب أن يكون عنوان المعلومات بين 3 و 64 حرفًا!';
$_['error_description']      = 'يجب أن يكون الوصف أكثر من 3 أحرف!';
$_['error_meta_title']       = 'يجب ألا يزيد عنوان التعريف عن 3 وأقل من 255 حرفًا!';
$_['error_keyword']          = 'SEO URL قيد الاستخدام بالفعل!';
$_['error_account']          = 'تحذير: لا يمكن حذف صفحة المعلومات هذه لأنه يتم تعيينها حاليًا كشروط حساب المتجر!';
$_['error_checkout']         = 'تحذير: لا يمكن حذف صفحة المعلومات هذه ، حيث يتم تعيينها حاليًا كبنود تسعير المتجر!';
$_['error_affiliate']        = 'تحذير: لا يمكن حذف صفحة المعلومات هذه لأنه يتم تعيينها حاليًا كبنود الشركاء التابعين للمتجر!';
$_['error_return']           = 'تحذير: لا يمكن حذف صفحة المعلومات هذه لأنه يتم تعيينها حاليًا كبنود إرجاع المتجر!';
$_['error_store']            = 'تحذير: لا يمكن حذف صفحة المعلومات هذه كما هي مستخدمة حاليًا بواسطة٪ s stores!';
