<?php
// Heading
$_['heading_title']       = 'إعداد التزكية';

// Text
$_['text_success']      = 'النجاح: لقد قمت بتعديل الشهادات!';
$_['text_add']          = 'إضافة إعداد التزكية';


// Entry
$_['entry_bg_color']     = 'بلد';



// Error
$_['error_permission']  = 'تحذير: ليس لديك إذن بتعديل الشهادات!';
$_['error_author']      = 'يجب أن يكون المؤلف بين 3 و 64 حرفًا!';
$_['error_text']        = 'يجب أن يكون نص التزكية أكبر من حرف واحد!';
$_['error_rating']      = 'تقييم المراجعة المطلوبة!';
?>
