<?php
// Heading
$_['heading_title']    = 'مجموعات المستخدمين';

// Text
$_['text_success']     = 'النجاح: لقد قمت بتعديل مجموعات المستخدمين!';
$_['text_list']        = 'مجموعة المستخدم';
$_['text_add']         = 'إضافة مجموعة المستخدم';
$_['text_edit']        = 'تحرير مجموعة المستخدم';

// Column
$_['column_name']      = 'اسم مجموعة المستخدم';
$_['column_action']    = 'عمل';

//Label
$_['label_name']       = 'اسم مجموعة المستخدم';
$_['label_access']     = 'إذن الوصول';
$_['label_modify']     = 'تعديل إذن';

// Entry
$_['entry_name']       = 'اسم مجموعة المستخدم';
$_['entry_access']     = 'إذن الوصول';
$_['entry_modify']     = 'تعديل إذن';

// Error
$_['error_permission'] = 'تحذير: ليس لديك إذن بتعديل مجموعات المستخدمين!';
$_['error_name']       = 'يجب أن يكون اسم مجموعة المستخدمين بين 3 و 64 حرفًا!';
$_['error_user']       = 'تحذير: لا يمكن حذف مجموعة المستخدمين هذه كما تم تعيينها حاليًا %s المستخدمين!';