<?php
// Heading
$_['heading_title']   = 'نسيت رقمك السري?';

// Text
$_['text_account']    = 'الحساب';
$_['text_forgotten']  = 'كلمة سر منسية';
$_['text_your_email'] = 'عنوان بريدك الإلكتروني';
$_['text_email']      = 'أدخل عنوان البريد الإلكتروني المرتبط بحسابك. انقر على إرسال لإرسال رابط إعادة تعيين كلمة المرور إليك عبر البريد الإلكتروني.';
$_['text_success']    = 'تم إرسال بريد إلكتروني يحتوي على رابط تأكيد بعنوان بريدك الإلكتروني.';

// Entry
$_['entry_email']     = 'عنوان بريد الكتروني';
$_['entry_password']  = 'كلمة السر الجديدة';
$_['entry_confirm']   = 'تؤكد';

// Error
$_['error_email']     = 'تحذير: لم يتم العثور على عنوان البريد الإلكتروني في سجلاتنا ، يرجى المحاولة مرة أخرى!';
$_['error_approved']  = 'تحذير: يتطلب حسابك موافقة قبل أن تتمكن من تسجيل الدخول.';
$_['error_password']  = 'يجب أن تتكون كلمة المرور من 4 إلى 20 حرفًا!';
$_['error_confirm']   = 'كلمة المرور وتأكيد كلمة المرور غير متطابقين!';
