<?php
// Heading
$_['heading_title'] = 'لقد تم إنشاء حسابك!';

// Text
$_['text_message']  = '</p>تهانينا! تم إنشاء حسابك الجديد بنجاح! </ p> <p> يمكنك الآن الاستفادة من امتيازات الأعضاء لتحسين تجربة التسوق عبر الإنترنت معنا. </ p> <p> إذا كان لديك أي أسئلة حول تشغيل هذا عبر الإنترنت الرجاء إرسال بريد إلكتروني إلى مالك المتجر. < p> </p> تم إرسال تأكيد إلى عنوان البريد الإلكتروني المقدم. إذا لم تستلمها في غضون ساعة ، فالرجاء <a href="٪s"> الاتصال بنا <a>.<p>';
$_['text_approval'] = '</p>شكرًا لك على التسجيل باستخدام٪ s! </ p> <p> سيتم إعلامك عن طريق البريد الإلكتروني بمجرد تنشيط حسابك من قبل مالك المتجر. < p> <p> إذا كان لديك أي أسئلة حول تشغيل هذا المتجر عبر الإنترنت ، الرجاء <a href="٪s"> الاتصال بمالك المتجر </a>.<p>';
$_['text_account']  = 'توظيف';
$_['text_success']  = 'نجاح';
$_['text_logout']  = 'الخروج';
$_['text_accountlogout']  = 'حسابك قد تم الخروج';
