<?php
// Heading
$_['heading_title']           = 'بلدان';

// Text
$_['text_success']            = 'النجاح: لقد قمت بتعديل الدول!';
$_['text_list']               = 'قائمة الدول';
$_['text_add']                = 'أضف البلد';
$_['text_edit']               = 'تحرير البلد';

// Column
$_['column_name']             = 'اسم الدولة';
$_['column_iso_code_2']       = 'رمز ISO (2)';
$_['column_iso_code_3']       = 'رمز ISO (3)';
$_['column_action']           = 'عمل';

//Label
$_['label_name']              = 'اسم الدولة';
$_['label_iso_code_2']        = 'رمز ISO (2)';
$_['label_iso_code_3']        = 'رمز ISO (3)';
$_['label_address_format']    = 'تنسيق العنوان';
$_['label_postcode_required'] = 'الرمز البريدي مطلوب';
$_['label_status']            = 'الحالة';

// Entry
$_['entry_name']              = 'اسم الدولة';
$_['entry_iso_code_2']        = 'رمز ISO (2)';
$_['entry_iso_code_3']        = 'رمز ISO (3)';
$_['entry_address_format']    = 'تنسيق العنوان';
$_['entry_postcode_required'] = 'الرمز البريدي مطلوب';
$_['entry_status']            = 'الحالة';

// Help
$_['help_address_format']     = 'الاسم الاول = {الاسم الاول}<br />الكنية = {الكنية}<br />شركة = {شركة}<br />عنوان 1 = {عنوان_1}<br />عنوان 2 = {عنوان_2}<br />مدينة = {مدينة}<br />الرمز البريدي = {الرمز البريدي}<br />منطقة = {منطقة}<br />رمز المنطقة = {رمز المنطقة}<br />بلد = {بلد}';

// Error
$_['error_permission']        = 'تحذير: ليس لديك إذن بتعديل البلدان!';
$_['error_name']              = 'يجب أن يكون اسم البلد بين 3 و 128 حرفًا!';
$_['error_default']           = 'تحذير: لا يمكن حذف هذا البلد لأنه تم تعيينه حاليًا كبلد المتجر الافتراضي!';
$_['error_store']             = 'تحذير: لا يمكن حذف هذا البلد لأنه تم تعيينه حاليًا %s مخازن!';
$_['error_address']           = 'تحذير: لا يمكن حذف هذا البلد لأنه تم تعيينه حاليًا %s إدخالات دفتر العناوين!';
$_['error_affiliate']         = 'تحذير: لا يمكن حذف هذا البلد لأنه تم تعيينه حاليًا %s الشركات التابعة!';
$_['error_zone']              = 'تحذير: لا يمكن حذف هذا البلد لأنه تم تعيينه حاليًا %s مناطق!';
$_['error_zone_to_geo_zone']  = 'تحذير: لا يمكن حذف هذا البلد لأنه تم تعيينه حاليًا %s المناطق للمناطق الجغرافية!';