<?php
// Heading
$_['heading_title']    = 'أسباب العودة';

// Text
$_['text_success']     = 'النجاح: لقد قمت بتعديل أسباب الإرجاع!';
$_['text_list']        = 'قائمة سبب العودة';
$_['text_add']         = 'أضف سبب العودة';
$_['text_edit']        = 'تحرير سبب العودة';

// Column
$_['column_name']      = 'اسم سبب العودة';
$_['column_action']    = 'عمل';

//label
$_['label_name']       = 'اسم سبب العودة';

// Entry
$_['entry_name']       = 'اسم سبب العودة';

// Error
$_['error_permission'] = 'تحذير: ليس لديك إذن بتعديل أسباب الإرجاع!';
$_['error_name']       = 'سبب الإرجاع يجب أن يكون الاسم بين 3 و 128 حرفًا!';
$_['error_return']     = 'تحذير: لا يمكن حذف سبب الإرجاع هذا كما تم تعيينه حاليًا %s المنتجات المعادة!';