<?php
// Heading
$_['heading_title']    = 'حالات العودة';

// Text
$_['text_success']     = 'النجاح: لقد قمت بتعديل حالات الإرجاع!';
$_['text_list']        = 'العودة قائمة الحالة';
$_['text_add']         = 'إضافة حالة العودة';
$_['text_edit']        = 'تحرير حالة العودة';

// Column
$_['column_name']      = 'اسم حالة العودة';
$_['column_action']    = 'عمل';

// Entry
$_['entry_name']       = 'اسم حالة العودة';

// Error
$_['error_permission'] = 'تحذير: ليس لديك إذن بتعديل حالات الإرجاع!';
$_['error_name']       = 'يجب أن يكون اسم الحالة من 3 إلى 32 حرفًا!';
$_['error_default']    = 'تحذير: لا يمكن حذف حالة الإرجاع هذه كما تم تعيينها حاليًا كحالة الإرجاع الافتراضية!';
$_['error_return']     = 'تحذير: لا يمكن حذف حالة الإرجاع هذه كما تم تعيينها حاليًا %s عائدات!';
