<?php
// Heading
$_['heading_title']    = 'إجراءات العودة';

// Text
$_['text_success']     = 'النجاح: لقد قمت بتعديل إجراءات الإرجاع!';
$_['text_list']        = 'قائمة إجراءات العودة';
$_['text_add']         = 'إضافة عمل العودة';
$_['text_edit']        = 'تحرير العودة العمل';

// Column
$_['column_name']      = 'اسم العمل العودة';
$_['column_action']    = 'عمل';

//label
$_['label_name']       = 'اسم العمل العودة';

// Entry
$_['entry_name']       = 'اسم العمل العودة';

// Error
$_['error_permission'] = 'تحذير: ليس لديك إذن بتعديل إجراءات الإرجاع!';
$_['error_name']       = 'يجب أن يكون اسم الإجراء المرتد بين 3 و 64 حرفًا!';
$_['error_return']     = 'تحذير: لا يمكن حذف إجراء الإرجاع هذا كما تم تعيينه حاليًا %s المنتجات المعادة!';