<?php
// Heading
$_['heading_title']          = 'مناطق';
// Text
$_['text_success']           = 'النجاح: لقد قمت بتعديل المناطق!';
$_['text_list']              = 'قائمة المنطقة';
$_['text_add']               = 'أضف منطقة';
$_['text_edit']              = 'تحرير المنطقة';

// Column
$_['column_name']            = 'اسم المنطقة';
$_['column_code']            = 'رمز المنطقة';
$_['column_country']         = 'بلد';
$_['column_action']          = 'عمل';

// Entry
$_['entry_name']             = 'اسم المنطقة';
$_['entry_code']             = 'رمز المنطقة';
$_['entry_country']          = 'بلد';
$_['entry_status']           = 'الحالة';

// Error
$_['error_permission']       = 'تحذير: ليس لديك إذن بتعديل المناطق!';
$_['error_name']             = 'يجب أن يكون اسم المنطقة بين 3 و 128 حرفًا!';
$_['error_default']          = 'تحذير: لا يمكن حذف هذه المنطقة كما تم تعيينها حاليًا كمنطقة تخزين افتراضية!';
$_['error_store']            = 'تحذير: لا يمكن حذف هذه المنطقة كما تم تعيينها حاليًا %s مخازن!';
$_['error_address']          = 'تحذير: لا يمكن حذف هذه المنطقة كما تم تعيينها حاليًا %s إدخالات دفتر العناوين!';
$_['error_affiliate']        = 'تحذير: لا يمكن حذف هذه المنطقة كما تم تعيينها حاليًا %s الشركات التابعة!';
$_['error_zone_to_geo_zone'] = 'تحذير: لا يمكن حذف هذه المنطقة كما تم تعيينها حاليًا %s المناطق للمناطق الجغرافية!';