<?php
// Heading
$_['heading_title'] = 'تم تحديث حسابك!';

// Text
$_['text_message']  = '<p>تهانينا! تم تحديث حسابك بنجاح!</p> <p>يمكنك الآن الاستفادة من امتيازات الأعضاء لتعزيز تجربتك في التسوق عبر الإنترنت معنا.</p> <p>إذا كان لديك أي أسئلة حول تشغيل هذا المتجر عبر الإنترنت ، يرجى إرسال بريد إلكتروني إلى مالك المتجر.</p> <p>تم إرسال تأكيد إلى عنوان البريد الإلكتروني المقدم. إذا لم تكن قد استلمتها في غضون ساعة, please <a href="%s">اتصل بنا</a>.</p>';
$_['text_approval'] = '<p>شكرا لك على التسجيل %s!</p><p>سيتم إعلامك عن طريق البريد الإلكتروني بمجرد تفعيل حسابك من قبل صاحب المتجر.</p><p>إذا كان لديك أي أسئلة حول تشغيل هذا المتجر عبر الإنترنت, رجاء <a href="%s">اتصل بمالك المتجر</a>.</p>';
$_['text_account']  = 'الحساب';
$_['text_success']  = 'نجاح';
